Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Øv på preposisjonene ved å be barna sette gutten oppå Stallo, under Stallo, bak Stallo, ved siden av Stallo osv. Eventuelt kan du bruke broen fra eventyret om de tre bukkene Bruse og plassere gutten eller trollet på, under eller bak broen osv.
fkv: Anna lapset panna tärningit sen auttaajan asumapaikkhaan, kuka oon pretan kuvassa. Kokkoo kaikki tärningit eeventyyristä Stallu keltaisheen kangaspusshiin, ja ota esile pretan kieliloovasta.

source: Øv på preposisjonene ved å be barna om å sette gutten oppi båten, under vannet, bak sajvegubben, og ved siden av sajvesønnene osv. Eventuelt kan du bruke broen fra eventyret om de tre bukkene Bruse og plassere gutten på, under eller bak broen osv.
fkv: Anna lapset vettäät yhđen tärningin kerrala ja puhukkaa niistä saamenpuvuista, mikkä oon tärningiissä. Vanhemat lapset saatethaan valita yhđen saamelaisen parin niistä kuvista mikkä oon pretassa (se saattaa olla luulajan-, etelä- tahi pohjaissaamelaisesta alasta).

source: I Troll i ord er det mange måter å arbeide med farge og form på.
fkv: Het saatethaan freistata rakenttaat tyttäriin tahi poikkiin puvut tärningiitten avula.

source: Konturtegninger av eventyrkarakterene kan lastes ned som pdf.
fkv: Aktiviteetin saatat mielelä yhđistäät färjäysaktiviteetthiin.

source: A4-arkene kan skrives ut og fargelegges for hånd. Fargelegge eventyrkarakteren
fkv: Sieltä sie löyđät pdf:t mikkä saatat lastata alas ja missä oon samat puvut.

source: Legge eventyrkarakteren til i PuppetPals Sang, dans og musikk
fkv: Lastaa mielelä alas ja printtaa Veđenalaisen maailman sanakorttiin pdf:t.

source: Her er noen barnesanger som kan passe sammen med eventyret om de tre bukkene Bruse:
fkv: Anna lapset löyttäät sanakortit missä oon kala, ja katto löyđethäänkö het samat kalat pretasta.

source: 2. Å, jeg vet en seter*
fkv: Luje tärninkkiitä

source: 3. Alle killebukkene*
fkv: Kuinka monta meilä oon nyt?

source: Inviter gjerne besteforeldre eller oldeforeldre med erfaring fra gårdsdrift, og kanskje også seterdrift til å fortelle fra gamledager.
fkv: Ota pois yhđen tärningin, ja kysy lapsilta montako tärninkkiitä oon pöyđälä nyt? Saatethaanko lapset pykätä kaksi tärninkkiitä päälitysten?

source: *= Navn, skal ikke oversettes 2. Å, jeg vet en seter
fkv: Anna lapset vettäät yhđen ja yhđen klossan pussista ja luje klossat.

source: 3. Alle killebukkene
fkv: Montako meilä oon nyt?

source: Her er noen barnesanger som kan passe sammen med eventyret om Nordavinden:
fkv: Ota pois yhđen klossan, ja kysy lapsilta montako klossaa oon pöyđälä nyt?

source: 1. Hvem kan seile foruten vind*
fkv: Saatethaanko het pykätä kolme klossaa päälitysten?

source: Inviter gjerne besteforeldre eller oldeforeldre med erfaring fra gårdsdrift til å fortelle fra gamledager.
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Kolme pukkii Pruusii. Kokkoo pusshiin kaikki klossat eeventyyristä Pohjaistuuli.

source: *= Navn, skal ikke oversettes 1. Hvem kan seile foruten vind
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Riikinkukko ja korppi.

source: Her er noen barnesanger som kan passe sammen med eventyret om påfuglen og ravnen:
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Suutari Dratewka.

source: 2. Det fløy en liten blåfugl gjennom vindu*
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Stallu.

source: Dersom det er barn i barnegruppen med vietnamesiske foreldre eller besteforeldre kan det være fint å spørre om de vil lære bort noen vietnamesiske barnesanger?
fkv: Kokkoo pusshiin kaikki klossat eeventyyristä Veđenalainen mailma.

source: Kanskje kan de komme på besøk i barnehagen og synge og fortelle fra hjemlandet?
fkv: Anna lapset vettäät yhđen ja yhđen klossan kerrala ja pane net pienen hetken päästä pöyđäle.

source: 2. Det fløy en liten blåfugl gjennom vindu
fkv: Kysy oonko klossat isomat tahi pienemät ko viiminen.

source: 1. En elefant kom marsjerende*
fkv: Mikä klossa oon issoin/pieniin?

source: 2. Mikkel rev* 3. Reven er en hønsetyv*
fkv: Pane klossat oorninkhiin kovon jälkhiin.

source: Dersom det er barn i barnegruppen med somaliske foreldre eller besteforeldre kan det være fint å spørre om de kan lære bort noen somaliske barnesanger?
fkv: Muistela uuđesti tekemällä animasjuunin iPadila Animasjuunissa oon paljon kuvvii mikkä oon pantu pöräkkäin ja joita pelathaan noppeemassa oorningissa.

source: Kanskje kan de komme på besøk i barnehagen og synge eller fortelle fra hjemlandet?
fkv: Ette saatat tehđä animasjuunin iPadila, piđät lastata alas apin App Storesta siihen tarkoituksheen.

source: *= Navn, skal ikke oversettes 1. En elefant kom marsjerende
fkv: iMoviessa saatat panna äänen ja tekstin kuvhiin/animasjuunhiin.

source: 3. Reven er en hønsetyv
fkv: Tässä sie saatat lastata alas yhđen pittääjänopastuksen aijemasta IKT-sentteristä.

source: S4i
fkv: Se oon sen ympäri kuinka sie piđät iMovieta ette tehđä animasjuunifilmin iPadila: Pittääjänopastus.

source: Her er noen barnesanger som kan passe sammen med det polske eventyret om skomakeren Dratewka:
fkv: Se oon tärkkee ette iPad seissoo tukkeevasti ko otat kuvvii joita piđät animasjuunifilmissä.

source: 1. Seks små ender*
fkv: Tehe animasjuunifilmin

source: 2. Ved veien lå et hus*
fkv: Eeventyyrin uuđestimuistelemisen eeventyyrikaraktääriitten, rekvisiitiitten ja kylissiitten avula saatat dokumenteerata animasjuunifilmissä.

source: Dersom det er barn i barnegruppen med polske foreldre eller besteforeldre kan det være fint å spørre om de kan lære bort noen polske barnesanger?
fkv: Lapset saatethaan tehđä animasjuunifilmin niin ette het otethaan kuvan joka kerta ko het siirethään karakteeriitä ja rekvisiittiitä.

source: 2. Ved veien lå et hus Til denne aktiviteten trengs appen Puppet Pals HD Director's Pass* fra App Store*.
fkv: Saatat yhđistäät aktiviteetin erilaisten käsityöaktiviteetiitten kans, missä lapset saatethaan maalata, tägnätä tahi pykätä sen maiseman kylissit missä muistelus tapattuu.

source: *= Navn, skal ikke oversettes
fkv: Mitä met tieđämä keituripukista?

source: Under kan dere laste ned ferdige bilder i form av eventyrkarakterer, rekvisitter og kulissebakgrunner.
fkv: Missä pukit asuthaan, ja mitä net syöđhään? Oonko paikkoi missä tet saatatta käyđä pukkiin/keituriitten tykönä?

source: Når barna er kjent med fremgangsmåten kan de også lage egne bilder som de bruker i filmene de lager. Last ned appen Puppet Pals app* fra App Store*.
fkv: Jos ei, niin sitte tet saatatta hakkeet netistä filmii keiturista ja kattoot jos tet löyđättä vastaukset siihen missä net asuthaan ja mitä net tykäthään syöđä.

source: 2. Last ned karakterer, rekvisitter og kulisser
fkv: Oonko se tuulista siinä missä lastentaras oon?

source: Da blir bildene lagret i bildebiblioteket på iPad.
fkv: Saatattako mennä johonki paikkhaan missä tuuli tunttuu paremin?

source: Påfuglen uten farge
fkv: Oonko se pohjaistuuli?

source: Påfuglen med farge
fkv: Mikkä formut niissä oon?

source: Påfuglen delvis farget
fkv: Mitä met tieđämä elävistä?

source: Ravnen uten farge
fkv: Missä kettu assuu?

source: Ravnen med farge Skåler med maling
fkv: Ota lapset myötä matkale metthään tahi vaarhaan.

source: 3. Starte appen Puppet Pals *= Navn, skal ikke oversettes
fkv: Tieraa ette tet oletta kettu, krokodilli ja muut elävät.

source: 4. Laste opp karakterer og rekvisitter
fkv: Tieraa ette tet aijotta pittäät häitä mettässä.

source: 5. Velge karakterer og rekvisitter
fkv: Dokumenteeraa kuvviin tahi videon kans.

source: Når du har lagt til alle karakterene og rekvisittene merker du de du vil bruke i eventyrfilmen som skal lages.
fkv: Digitaaliset työkalut tehđään sen helpoksi ette näyttäät kuvvii jälkhiin ja puhhuut kokemuksista ja assiista mitä tet oletta löytänheet.

source: Du kan velge maks 8 bilder (valgte bilder blir grønne).
fkv: Digitaalinen kuvaraami saattaa toimiit niin ko päiväraportti.

source: 6. Laste opp og velge kulissebakgrunner
fkv: Mitä met tieđämä elävistä ja syöpäläisistä?

source: Trykk next* i nedre høyre hjørne.
fkv: Mikkä elävät tahi syöpäläiset asuthaan täälä?

source: Nå skal du velge kulisser ved å trykke Add Backdrop from Photo* på samme måte som med karakterene.
fkv: Lapset saatethaan mennä käymhään asumapaikassa ja ottaat siitä kuvvii eri säässä ja vuođenaikkoin läpitte.

source: Nå kan du starte opptak av eventyret. Området som vil vises i filmen er firkanten som er dekket av kulissen som er valgt.
fkv: Eeventyyri Stallu tapattuu tyyrämisluokassa, kotona Stallun ja ämmän tykönä, sekä kotona pojan ja tämän perheen tykönä.

source: Deretter pauser dere opptaket og gjentar samme samme prosedyre for neste sekvens i handlingen.
fkv: Oonko lastentarhaan likheisyyđessä museumi tahi muu paikka missä oon tiettoo saamelaisen kylttyyrin ympäri?

source: Når barna ser og hører sin egen film får de gjerne ideer til hvordan de kan gjøre neste opptak ennå bedre.
fkv: Piian tet saatatta mennä käymhään biblioteekissa ja löyttäät kirjoi saamelaisen kylttyyrin ympäri?

source: Fortell eventyret (lyden tas opp via innebygd mikrofon i iPad*) samtidig som du beveger karakterer og rekvisitter innenfor opptaksområdet.
fkv: Mitä met tieđämä saivolaisista? Eeventyyri Veđenalainen mailma tapattuu tunturijärvessä, venheessä ja saivolaisten kotimaassa.

source: For å bytte kulisse trykker du på de gule duskene i øvre høyre hjørne. Hver dusk viser en kulisse.
fkv: Oonko lastentarhaan likheisyyđessä museumi tahi muu paikka missä oon tiettoo saamelaisen kylttyyrin ympäri?

source: Fem dusker betyr at du har haket av for fem kulisser som du kan velge mellom i løpet av opptaket.
fkv: Piian tet saatatta mennä käymhään biblioteekissa ja löytäät kirjoi eteläsaamelaisen kylttyyrin ympäri?

source: 11. Spill film
fkv: Dramatiseerinki luonossa

source: Trykk på play* for å se filmen dere har laget. *= Navn, skal ikke oversettes
fkv: Haje sillan mikä oon joven likelä, ja mikä passaa hyvin eeventyyrin dramatiseerinkhiin.

source: 12. Sende filmen
fkv: Lapset saađhaan roolit.

source: Trykk på export* for å lagre filmen i bilderullen på iPad, derifra kan du sende filmen med epost eller annet (filmen blir ofte for stor til å kunne sendes i hel lengde med epost).
fkv: Piian trolli oon raavas tahi lapsiroikka?

source: Karakterer til PuppetPals
fkv: Ota videon dramatiseeringista.

source: Når barna kjenner framgangsmåten for å lage film kan gjerne aktiviteten kombineres med formingsaktiviteter der barna kan male eller tegne egne karakterer og rekvisitter.
fkv: Digitaaliset työkalut tehđhään sen helpoksi ette jälkhiin näyttäät filmin ja puhhuut kokemuksista. Digitaalinen särmi saattaa toimiit niin ko päiväraportti.

source: Barna kan også formgi landskapet der handlingen foregår, eller de kan lete etter motiv i naturen og ta bilder med kamera eller iPad.
fkv: Digitaaliset työkalut tehđhään sen helpoksi ette näyttäät kuvvii jälkhiin ja puhhuut kokemuksista ja assiista mitä tet oletta löytänheet.

source: Tegninger og foto hentes så inn i bildebiblioteket på iPad, og deretter lastes de opp i Puppet Pals.
fkv: Digitaalinen särmi saattaa toimiit niin ko päiväraportti. Mitä met tieđämä korpista ja riikinkukosta?

source: Barna kan også lage sine egne karakterer ved å fargelegge skomakeren og de andre karakterene i fargeleggings-aktiviteten for Skomakeren.
fkv: Kattokkaa jos löyđättä korpin ko oletta ulkona, missä se assuu ja mitä se syöpi? Oonko olemassa paikka missä tet saatatta tehđä käimämukan riikinkukon tykö?

source: Barna kan også lage sine egne karakterer ved å fargelegge Stallo og de andre karakterene i fargeleggings-aktiviteten for Stallo.
fkv: Jos ei, niin sitte tet saatatta hakkeet netistä filmii riikinkukoista. Katto löyđättäkö vastauksen niihin kysymykshiin ette missä se assuu ja mitä se tykkää syöđä.

source: Barna kan også lage sine egne karakterer ved å fargelegge sajvegutten og de andre karakterene i fargeleggings-aktiviteten for Undervannslandet.
fkv: Mitä met tieđämä häistä?

source: Til denne aktiviteten trengs appen MyMemo* fra App Store*.
fkv: Kuinka piđethään häitä? Oonko joku lapsista ollu häissä?

source: Med appen kan barna på en enkel måte jobbe med lotto og kategorisering.
fkv: Mitä silloin saattaa pittäät päälä, ja mitä tehđhään eri kylttyyriissä?

source: *= Navn, skal ikke oversettes 2. Last ned karakterer, rekvisitter og kulisser
fkv: Oonko olemassa paikka missä saatatta kylästellä suutarin tykönä tahi kenkäfapriikissa?

source: Trykk på lenkene under på iPaden, når bildet kommer opp trykker du på bildet og velger Arkiver bilde.
fkv: Jos ei, niin sitte tet saatatta hakkeet netistä filmii suutarin ympäri. Dramatiseerinki luonossa

source: Åpne MyMemo* og trykk på + oppe til høyre.
fkv: Piian Stallu oon joku raavhaista, tahi lapsiroikka?

source: Nå får du to valg:
fkv: Dramatiseeraa eeventyyrin.

source: 1. Ønsker du at barnet skal finne to like bilder, trykker du på knappen til venstre.
fkv: Tämä tekkee sen helpoksi ette jälkhiin kattoot ylösoton ja puhhuut kokemuksista.

source: Et panel med fire valg vises.
fkv: Dramatiseerinki luonossa

source: Når du har valgt et bilde, kan du justere størrelsen og plasseringen på bilde.
fkv: Haje paikan mikä passaa eeventyyrin dramatiseerinkhiin. Lapsile jajethaan roolit.

source: Ønsker du å starte på nytt, trykker du på Tilbake-knappen til venstre.
fkv: Piian Stallu oon joku raavhaista, tahi lapsiroikka? Dramatiseeraa eeventyyrin.

source: Når bildet er klart kan du legge til lyd.
fkv: Saatat ottaat ylös dramatiseeringin.

source: Trykk på Mikrofonen til høyre for å starte automatisk opptak og Stopp-knappen når du er ferdig.
fkv: Tieraa ette aijotta auttaat riikinkukkoo ja korppii löytämhään kaikki kaunhiit färit luonosta.

source: Opptaket vil stoppe automatisk etter 10 sekunder.
fkv: Mistä saattaa löyttäät sinisen, punaisen, vihrisen jne.

source: Trykk Play for å høre innspillingen og Haken til høyre dersom du ønsker å bruke lydopptaket.
fkv: Digitaaliset työkalut tehđhään sen helpoksi ette jälkhiin näyttäät kuvat ja puhhuut kokemuksista ja assiista mitä oletta löytänheet.

source: Du kan slette innspillingen ved å trykke på Tilbake-knappen.
fkv: Digitaalinen särmi saattaa toimiit niin ko päiväraportti.

source: Dersom du ikke ønsker å ha lyd på kortet velger du Mikrofonen med strek over.
fkv: Dramatiseerinki luonossa Haje paikan mikä passaa eeventyyrin dramatiseerinkhiin.

source: Tips: Du kan fjerne, endre eller legge til lyd på et kort ved å trykke på Pennen.
fkv: Lapsile jajethaan roolit. Piian joku raavhaista tahi lapsiroikka saattaa olla noitana?

source: Denne finner du oppe til høyre på åpningssiden.
fkv: Dramatiseeraa eeventyyrin. Saatat ottaat ylös dramatiseeringin.

source: Trykk på spillet du ønsker å redigere, og videre på kortet du ønsker å jobbe med.
fkv: Se tekkee sen helpoksi ette näyttäät ylösoton jälkhiin ja puhhuut kokemuksista.

source: Spill inn ønsket lyd ved å trykke på Mikrofonen og slett lyd ved å trykke på Søppelspannet.
fkv: Konstruksjuuni

source: Du har laget ditt første kort.
fkv: Rakenttaat linnoi, piilii tahi venheitä.

source: Repeter prosessen for resten av kortene og trykk Haken oppe i venstre hjørne for å lagre spillet.
fkv: Piđä klossii ja tärninkkiitä ette saatat rakenttaat ja konstrueerata.

source: Ønsker du å slette hele spillet trykker du på Søppelspannet nede til venstre.
fkv: Saatethaanko klossat muuttuut piiliksi, venheeksi, pyssiksi tahi linnaksi?

source: Tips: Du må ha minst tre kort for å lage et spill som innholder seks kort, fire kort for å lage et spill med åtte kort og slik forsetter det.
fkv: Saamenpuvut

source: Til denne aktiviteten trengs appen Book Creator fra App Store.
fkv: Ota esile pretan kieliloovasta ja kans tärningit missä oon saamenpukuiset lapset.

source: Dette er en betalingsapp, men med familieabonnement i iCloud kan man bruke samme appen på fem nettbrett.
fkv: Tässä tet saatatta panna yhtheen tärningit ja puhhuut eri saamelaisalloin eroituksista ja samanlaisuuksista.

source: Med appen kan barna på en enkel måte lage egne digitale bøker. Last ned appen Book Creator app fra App Store.
fkv: Pretassa oon kuvat saamenpukuisista lapsista keilä oon puvut eteläsaamen, luulajansaamen ja pohjaissaamen (Kaarasjoki ja Koutukeino) aloilta.

source: 3. Starte appen Book Creator 3. Aloita Book Creator -apin
fkv: Tunne klossiin paino, ja pane klossat oorninkhiin niitten painon jälkhiin.

source: Åpne Book Creator og trykk på New Book oppe til venstre.
fkv: Tehe mönsterin ja kasvot tärningiitten geometristen formuin avula.

source: 4. Legg inn karakterer, rekvisitter og bilder Velg eventyrkarakterer, rekvisitter og bilder ved å trykke på + oppe til høyre.
fkv: Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan Pikkupukki Pruusin sillan pääle, sillan alle, sillan taka jne.

source: Når bildet er kommet inn, justerer du det slik at det passer på siden. Du kan legge inn video på samme måte som bilder.
fkv: Sie saatat kans panna kaikki klossat eri paikkhoin suhtheessa silthaan ja kyssyyt lapsilta kuka seissoo eđessä, päälä, alla, takana jne.

source: Skriv inn ønsket tekst og juster størrelsen ved å trykk på I oppe til høyre. Under I velger du størrelse, skrifttype, farge m.m.
fkv: Sie saatat kans panna kaikki klossat eri paikkhoin suhtheessa silthaan ja kyssyyt lapsilta kuka seissoo eđessä, päälä, alla, takana jne.

source: Du kan lage hyperlenker ved å markere ordet eller setningen du vil lenke opp. Velg Link i menylinjen over teksten.
fkv: Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan ketun krokodillin pääle, krokodillin alle, krokodillin taka, krokodillin vierheen jne.

source: Skriv inn URL-adressen og du har laget en hyperlenke. Trykke på + oppe til høyre, og velg Add sound.
fkv: Vaihtoehtoisesti sie saatat pittäät silttaa eeventyyristä Kolme pukkii Pruusii ja panna ketun sillan pääle, alle tahi taka jne.

source: Ta opp lyd ved å trykke på den røde knappen og les inn teksten. Når du er ferdig trykker du en gang til og svarer Yes.
fkv: Sie saatat kans panna kaikki klossat eri paikkhoin suhtheessa silthaan ja kyssyyt lapsilta kuka seissoo eđessä, päälä, alla, takana jne

source: Det kommer en knapp med et høyttalersymbol og du kan flytte den dit den passer på siden. Du starter avspillingen ved å dobbeltklikke på ikonet.
fkv: Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan poijan Stallun pääle, Stallun alle, Stallun taka, Stallun vierheen jne.

source: Dersom du ikke er fornøyd med innspillingen fjerner du den ved å markere ikonet og trykke på I. Nederst står det nå Delete.
fkv: Vaihtoehtoisesti sie saatat pittäät silttaa eeventyyristä Kolme pukkii Pruusii ja panna poijan tahi trollin sillan pääle, alle tahi taka jne.

source: Trykk der og innspillingen er slettet.
fkv: Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan poijan venheen sisäle, veđen alle, saivolaisäijän taka ja saivolaispoikkiin vierheen jne.

source: Trykk på en tom plass på siden.
fkv: Vaihtoehtoisesti sie saatat pittäät silttaa eeventyyristä Kolme pukkii Pruusii ja panna poijan sillan pääle, alle tahi taka jne.

source: Trykk deretter på I og velg fargen du ønsker siden skal ha.
fkv: Troll i ord:issa oon paljon eri tappoi työtelä färin ja formun kans.

source: 11. Lagre bok
fkv: Färjäysarkit

source: Gå til My Books oppe til venstre, trykk på firkanten med pil ut og velg Eksport as ePub.
fkv: Eeventyyrikaraktääriitten kontyyritägningit saatat lastata alas pdf:nä. A4-arkit saatat printata ja färjätä käsin.

source: Så velger du Open in.
fkv: Färjääminen iPadissa

source: Du kan velge iBooks og legge boken i bokhyllen.
fkv: Tehe eeventyyrikaraktäärit Puppet Palshiin

source: Når den er overført åpner den seg.
fkv: Pane eeventyyrikaraktäärin PuppetPalshiin

source: Hva er Troll i ord?
fkv: Laulu, tansi ja musikki

source: «Troll i ord» er et verktøy for språkstimulering i barnehage og skole.
fkv: Tässä oon joitaki lastenlaului mikkä saatethaan passata eeventyyrhiin Kolme pukkii Pruusii:

source: Verktøyet tar utgangspunkt i eventyr, og kombinerer konkreter og digitalt innhold med fortellestemmer på over 30 språk.
fkv: Kuttu mielelä isovanhiimet tahi isoisovanhiimet keilä oon kokemusta maanpruukin kans, ja piian kans kesäsijan kans, niin ette het saatethaan muistela vanhaasta aijasta.

source: Ved hjelp av Troll i ord skal barna få forståelse av et innhold og bli i stand til å gjengi innholdet ved hjelp av muntlig fortelling, visualisering og andre formidlingsmetoder.
fkv: Kuttu mielelä isovanhiimet tahi isoisovanhiimet keilä oon kokemusta maanpruukin kans, ja piian kans kesäsijan kans, niin ette het saatethaan muistela vanhaasta aijasta.

source: De får også trening i å utdype og reflektere gjennom å skape eget innhold.
fkv: Piian het saatethaan tulla käymhään lastentarhaassa ja laulaat ja muistela kotimaasta?

source: Aktivitetene legger til rette for ulike arbeidsformer og tar i bruk ulike læringsstrategier.
fkv: Tässä oon joitaki lastenlaului mikkä saatethaan passata eeventyyrhiin Krokodilli ja kettu:

source: «Lær meg norsk før skolestart»
fkv: Jos lapsiroikassa oon lapsii keilä oon somalialaiset vanhiimet tahi isovanhiimet, niin se saattaa olla hyvä kyssyyt ette haluthaanko het opettaat joitaki somalialaissii lastenlaului?

source: Språkforsker Margareth Sandvik med flere står bak prosjektet Lær meg norsk før skolestart!
fkv: Piian het saatethaan tulla käymhään lastentarhaassa ja laulaat tahi muistela kotimaasta?

source: Prosjektet har resultert i en metode for språkstimulering og et kartleggingsverktøy til bruk i barnehagen.
fkv: Tässä oon joitaki lastenlaului mikkä saatethaan passata puolalaisheen eeventyyrhiin Suutari Dratewka:

source: Metoden viser hvordan man kan arbeide for å skape et godt språkmiljø i barnehagen - for alle barn. Troll i ord bygger på erfaringene fra dette prosjektet.
fkv: Jos lapsiroikassa oon lapsii keilä oon puolalaiset vanhiimet tahi isovanhiimet, niin se saattaa olla hyvä kyssyyt ette haluthaanko het opettaat joitaki puolalaissii lastenlaului?

source: Jamfør rammeplanen skal barnehagen fremme kommunikasjon og språk.
fkv: Piian het saatethaan tulla käymhään lastentarhaassa ja laulaat tahi muistela kotimaasta?

source: Rammeplanen sier også at personalet i barnehagen skal bidra til at språklig mangfold blir en berikelse for hele barnegruppen, støtte flerspråklige barn i å bruke sitt morsmål og samtidig aktivt fremme og utvikle barnas norsk-/samiskspråklige kompetanse.
fkv: 1. Joik

source: Rammeplanen 2017
fkv: Opi joikusta 1. Joikku

source: Barnehagen er viktig for barns utvikling av språklige ferdigheter, enten de har norsk eller et annet språk som morsmål.
fkv: 4j

source: Eventyrappene, konkretene og lærerappen i Troll i ord skal hjelpe barnehagen i arbeidet med å fremme kommunikasjon og språk.
fkv: Tähän aktiviteetthiin tarvittet Puppet Pals HD Director´s Pass -apin jonka löyđät App Storesta. Tämä oon maksulinen appi.

source: Kurset gir læreren innføring i hvordan arbeidet med Troll i ord kan gjennomføres i barnehagen eller på skolen.
fkv: Apin avula lapset saatethaan helpola tavala työtelä uuđestimuistelemisen kans ja tehđä omat eeventyyrifilmit.

source: Hver bruker får eget brukernavn og passord, og kursprogresjon og andre innstillinger blir lagret og knyttet til brukerkonto.
fkv: Filmi vaattii paljon laakraussijjaa. Sie häyđyt passata ette iPadissa oon nokko sijjaa ette saattaa laakrata filmit.

source: observasjon, forarbeid, gjennomføring og etterarbeid med ulike tilnærminger for å utvide ordforrådet og begrepsforståelsen.
fkv: Alapuolela saatatta lastata alas valmhiit eeventyyrikaraktääriitten, rekvisiittiitten ja kylissitavusten kuvat.

source: Gjennom appen får læreren tilgang til et forum-område hvor de kan diskutere metode og aktiviteter med kollegaer og andre.
fkv: Ko lapset oon opastunheet kuinka työtelhään etheenpäin, het saatethaan tehđä ommii kuvvii joita het piđethään omissa filmiissä.
